
{
    "navbar": {
        "navTitle": "Tron Trx", 
        "navDesc": "King of all contracts",
        "navLinks": ["ABOUT US", "HOW IT WORKS", "RESOURCES", "FAQs", "DASHBOARD"]
    },
    "topSection": {
        "heading": "King of all Contracts",
        "title": "100% Decentralized",
        "desc": "Tron Trx is the perfect combination of Digital Technology, High Security and Community Program",
        "buttons": ["contract statistics", "whitepaper"]
    },
    "contractStats": {
        "stats": [
            {"title": "0.00 TRX", "desc": "Net Contract Balance"},
            {"title": "0.00 TRX", "desc": "Total Deposited"},
            {"title": "0.00 TRX", "desc": "Total Withdrawn"},
            {"title": "0.00 TRX", "desc": "Project insurance"}
        ]
    },
    "whyChoose": {
        "mainHeading": ["Why Choose ", "Tron Trx ", "Platform?"],
        "sections": [
            {
                "title": "decentralized",
                "desc": "There is no 3rd Party Management managing your funds . Neither the Affiliates or the Development team have access to the project smart contact once it is deployed on the blockchain."
            },
            {
                "title": "Immutability",
                "desc": "Once the project code is verified and deployed, it's the law. This means no changes or amendments can be done. Truly safe and secure."
            },
            {
                "title": "Automated Perpetual System (APS)",
                "desc": "Tron Trx's smart contract has a built in APS which automatically sends all rewards to the community members thereby eliminating any scope of human intervention."
            },
            {
                "title": "Longevity",
                "desc": "All Anti Whale and Anti Multi Id measures along with APS and Project Insurance will ensure Longevity of the project so that everybody can reap the benefits."
            },
            {
                "title": "Project Insurance",
                "desc": "Tron Trx's smart contract has a built in Project Insurance mechanism to protect the interests of the community."
            },
            {
                "title": "Transparency",
                "desc": "All codes used to develop the project are visible for community members to look at. Also, all transactions are recorded on the Blockchain's ledger which is accessible to everyone."
            }
        ]
    },
    "howInvest": {
        "mainHeading": ["How to invest in ", "Trontrx?"],
        "rightSections": [
            {
                "title": "Download wallet app",
                "desc": "Download/Install TronLink based wallet on your mobile or web browser or Klever Wallet for mobile devices."
            },
            {
                "title": "Get Tron (TRX)",
                "desc": "You can easily acquire TRX from the most popular platforms. After purchasing TRX, you can transfer it to your personal wallet, and then transfer it to Tron Trx smart-contract address."
            },
            {
                "title": "Deposit TRX",
                "desc": "Head towards contribution"
            },
            {
                "title": "Start Earning",
                "desc": "Congratulations. You have joined the unique world of Tron Trx. You can find all your personal information on Wallet Statistics page and you can withdraw your money from this screen whenever you want."
            }
        ]
    }
}